{
  "questions": [
    {
      "title": "Soukromé vlastnictví je základ státu.",
      "description": "Mnoho stran si hluboce vážilo soukromého vlastnictví a pouze podezřívavě nahlíželi na \"parazitické\" hromadění majetku ze strany velkostatkářů a průmyslníků. Jiné strany naopak prosazovaly částečnou či úplnou socializaci majetku.",
      "details": ""
    },
    {
      "title": "Podporuji kompletní odluku církve od státu.",
      "description": "Rakouské císařství se z velké části opíralo o Katolickou církev, která fungovala jako jeden ze základních pilířů císařství. Mnoho Čechů tedy na církev nahlíželo podezřívavě, což vyvrcholilo hnutím \"Pryč od Říma\".",
      "details": ""
    },
    {
      "title": "Podporuji myšlenku Čechoslovakismu.",
      "description": "Ačkoliv myšlenka Čechoslovakismu vznikla dle některých lidí bez reálných základů a pouze jako snaha o ospravedlnění Československé existence, byla široce podporována napříč politickým spektrem.",
      "details": ""
    },
    {
      "title": "Češi a národnostní menšiny si musí být rovni i za cenu pomalejšího rozvoje Česka.",
      "description": "Československo nebylo pouze státem Čechoslováků, ale také Němců, Maďarů, Poláků či Rusínů.",
      "details": ""
    },
    {
      "title": "Třídním bojem dosáhneme lepší budoucnosti.",
      "description": "Dělnická třída má dle některých politických teorií bojovat, třeba i násilím, proti vykořisťování ze strany buržoazie. Dle jiných mají třídy spolupracovat pro dobro národa.",
      "details": ""
    },
    {
      "title": "Kapitalismus je systém, který musíme překonat.",
      "description": "Názory na kapitalismus se v době První republiky silně různily. Komunismus byl mimo Sovětský Svaz defacto neznámý, fašistický korporatismus se chopil moci v Itálii a Německu a svět se zotavoval z Velké hospodářské krize, z které mnoho lidí vinilo kapitalismus a volný trh.",
      "details": ""
    },
    {
      "title": "Družstevní systém by se měl co nejvíce podporovat.",
      "description": "Družstevní systém je způsob vedení podniku, v kterém podnik vedou přímo zaměstnanci. Neznamená ale nutně kompletí absenci hierarchie.",
      "details": ""
    },
    {
      "title": "Demokracie je pro mě důležitá.",
      "description": "Od roku 1920 směli do Poslanecké sněmovny volit všichni co nabyli věku 21 let, do Senátu od 26 let. Na volebních listinách nešlo \"kroužkovat\" oblíbené kandidáty, šlo tedy o tzv. vázané kandidátky.",
      "details": ""
    },
    {
      "title": "Podporuji rozšíření profesionálních armádních složek.",
      "description": "Někteří lidé nahlíželi na armádní složky s podezřením, že by se mohly pokusit o puč, a tak preferovali např. systém lidových milic nebo preferovali smlouvy o kolektivní obraně.",
      "details": ""
    },
    {
      "title": "Podporuji širokosáhle sociální programy.",
      "description": "",
      "details": ""
    },
    {
      "title": "Podporuji širší práva dělníků.",
      "description": "",
      "details": ""
    },
    {
      "title": "Slovensko by mělo mít vlastní ministerstvo pro “dorovnání poměrů”.",
      "description": "Zatímco Česko bylo z dob Rakouska řádnou průmyslovou zemí, Slovensko bylo primárně agrární a obecně oproti Česku ekonomicky nerozvinuté. Vzniklo tedy několik návrhů na zvláštní ministerstvo pro \"dorovnání poměrů\".",
      "details": ""
    },
    {
      "title": "Vojáci by měli nabít volebního práva.",
      "description": "Vojáci za První republiky neměli volební právo, protože byly obavy, že by vyšší šarže ovlivňovaly hlasování podřízených.",
      "details": ""
    },
    {
      "title": "Zemědělci jsou základní pilíř národa.",
      "description": "Politika První republiky byla do velké míry stavovská, tzn. že se politické strany často nesnažily mířit na všechny voliče, ale jednaly jako zájmové skupiny jednotlivých zaměstnání.",
      "details": ""
    },
    {
      "title": "Dělníci jsou základní pilíř národa.",
      "description": "Politika První republiky byla do velké míry stavovská, tzn. že se politické strany často nesnažily mířit na všechny voliče, ale jednaly jako zájmové skupiny jednotlivých zaměstnání.",
      "details": ""
    },
    {
      "title": "Živnostníci jsou základní pilíř národa.",
      "description": "Politika První republiky byla do velké míry stavovská, tzn. že se politické strany často nesnažily mířit na všechny voliče, ale jednaly jako zájmové skupiny jednotlivých zaměstnání.",
      "details": ""
    },
    {
      "title": "Podporuji Masaryka a politiku Hradu.",
      "description": "Ačkoliv bylo Československo parlamentní demokracií, podnikal prezident Masaryk různé kroky, kterými své pravomoci překračoval, např. \"Marmaggiho aféra\".",
      "details": ""
    },
    {
      "title": "Československo dlouhodobě křivdí Němcům.",
      "description": "Němci až 22 % populace předválečného Československa a během Velké hospodářské krize byli nejvíce zasaženi nezaměstnaností. Na druhou stranu byla německá politika z velké části negativistická. ",
      "details": ""
    },
    {
      "title": "Nacistické Německo je pro Československo existenční hrozbou.",
      "description": "Adolf Hitler se netajil snahou sjednotit Německý národ, Rakušany a Sudetské Němce nevyjímaje.",
      "details": ""
    },
    {
      "title": "Velkoprůmysl je hrozbou pro naši ekonomiku a demokracii.",
      "description": "Mnoho politických proudů považovalo nadměrnou koncentraci moci v rukou hrsty bohatých za hrozbu jak pro ekonomiku, tak pro demokracii.",
      "details": ""
    },
    {
      "title": "Podporuji odstranění či nahrazení Senátu.",
      "description": "Senát byl za První republiky často označován za pomalou a neefektivní instituci, která by se měla buď zrušit či nahradit jinou institucí, například hospodářskou radou.",
      "details": ""
    },
    {
      "title": "Podporuji eliminaci obchodních cel.",
      "description": "V meziválečné době měla naprostá většina zemí na světě nastavená cla za účelem ochrany vlastní produkce.",
      "details": ""
    },
    {
      "title": "Slovensko by mělo být tak autonomní, jak si žádá.",
      "description": "Pittsburská dohoda podepsána Slovenskou ligou v Americe a T.G.M. přislíbila Slovákům nezávislou státní správu, parlament a soudnictví. K jejímu naplnění ale nedošlo ze strachu z německé reakce.",
      "details": ""
    },
    {
      "title": "Bolševismus představuje nebezpečí pro naši republiku.",
      "description": "Bolševismus, představovaný Sovětským Svazem a jeho satelitními komunistickými stranami, se neskrýval svým odporem vůči liberálním demokraciím a evropským vládám obecně.",
      "details": ""
    }
  ]
}
