{
  "questions": [
    {
      "title": "Soukromé vlastnictví je základ státu.",
      "description": "Mnoho stran si hluboce vážilo soukromého vlastnictví a pouze podezřívavě nahlíželi na \"parazitické\" hromadění majetku ze strany velkostatkářů a průmyslníků. Jiné strany naopak prosazovaly částečnou či úplnou socializaci majetku.",
      "details": ""
    },
    {
      "title": "Podporuji kompletní odluku církve od státu.",
      "description": "Rakouské císařství se z velké části opíralo o Katolickou církev, která fungovala jako jeden ze základních pilířů císařství. Mnoho Čechů tedy na organizovanou církev nahlíželo podezřívavě, což vyvrcholilo hnutím \"Pryč od Říma\".",
      "details": ""
    },
    {
      "title": "Podporuji myšlenku Čechoslovakismu.",
      "description": "Ačkoliv myšlenka Čechoslovakismu vznikla dle některých lidí bez reálných základů a pouze jako snaha o ospravedlnění existence Československa, byla široce podporována napříč politickým spektrem.",
      "details": ""
    },
    {
      "title": "Češi a národnostní menšiny si musí být rovni i za cenu pomalejšího rozvoje Česka.",
      "description": "Československo nebylo pouze státem Čechoslováků, ale také Němců, Maďarů, Poláků či Rusínů, kteří se v mnohých případech nacházeli v horší ekonomické situaci ve srovnání s Čechy.",
      "details": ""
    },
    {
      "title": "Třídním bojem dosáhneme lepší budoucnosti.",
      "description": "Dělnická třída má dle některých politických teorií bojovat, třeba i násilím, proti vykořisťování ze strany buržoazie. Dle jiných mají třídy spolupracovat pro dobro národa.",
      "details": ""
    },
    {
      "title": "Kapitalismus je systém, který musíme překonat.",
      "description": "Názory na kapitalismus se v době První republiky silně různily. Komunismus byl mimo Sovětský Svaz defacto neznámý, fašistický korporatismus se chopil moci v Itálii a Německu a svět se zotavoval z Velké hospodářské krize, z které mnoho lidí vinilo kapitalismus a volný trh.",
      "details": ""
    },
    {
      "title": "Družstevní systém by se měl co nejvíce podporovat.",
      "description": "Družstevní systém je způsob vedení podniku, v kterém podnik vedou přímo zaměstnanci. Neznamená ale nutně kompletí absenci hierarchie nebo odmítání kapitalismu jako takového.",
      "details": ""
    },
    {
      "title": "Demokracie je pro mě důležitá.",
      "description": "Od roku 1920 směli do Poslanecké sněmovny volit všichni co nabyli věku 21 let, do Senátu od 26 let. Na volebních listinách nešlo \"kroužkovat\" oblíbené kandidáty, šlo tedy o tzv. vázané kandidátky. Zvláštností doby byla absence volebního práva pro vojáky.",
      "details": ""
    },
    {
      "title": "Podporuji rozšíření profesionálních armádních složek.",
      "description": "Někteří lidé nahlíželi na armádní složky s podezřením, neboť se v některých okolních zemích pokoušely o puč, a tak preferovali např. systém lidových milic nebo smlouvy o kolektivní obraně.",
      "details": ""
    },
    {
      "title": "Katolické křesťanství je pro naši zemi důležité.",
      "description": "Ačkoliv byla Československá republika bez státního náboženství, hlásilo se v roce 1921 ke katolictví 71 % obyvatelstva. Na stranu druhou členství Církve československé dosáhlo po roce existence půl milionu a např. prezident Masaryk se svým odporem ke katolické církvi nijak netajil.",
      "details": ""
    },
    {
      "title": "Podporuji širší práva dělníků.",
      "description": "Do návrhů na rozšířená práva dělníků se řadí například 40 hodinový pracovní týden, ochrana těhotných žen na pracovišti, ochrana proti propuštění v případě nemoci nebo úrazu a prodloužení podpůrné doby pojištění na 2 roky.",
      "details": ""
    },
    {
      "title": "Věřím v panslovanskou ideu.",
      "description": "Panslovanství je ideologie, která hlásá jednotu slovanských národů. Na jejím základě bylo vybudováno Jugoslávské království a byla jednou z dominantních ideologií v carském Rusku. V oddobí První republiky se často projevovala ve spojení s antikomunismem a např. návrhy o spojení Československa a Polska.",
      "details": ""
    },
    {
      "title": "Jsem pro okamžité svolání generální stávky.",
      "description": "Generální stávka je formou všeobecné stávky zahrnující téměř celou danou oblast, např. město, region či stát. Stávky tohoto typu jsou rozsáhlé, zasahují víceméně téměř všechna pracoviště a provozy na daném území. Jejím cílem je ochromit hospodářství a donutit tak politické představitele ke splnění kýžených požadavků.",
      "details": ""
    },
    {
      "title": "Zemědělci jsou základní pilíř národa.",
      "description": "Politika První republiky byla do velké míry stavovská, tzn. že se politické strany často nesnažily mířit na všechny voliče, ale jednaly jako zájmové skupiny jednotlivých zaměstnání.",
      "details": ""
    },
    {
      "title": "Dělníci jsou základní pilíř národa.",
      "description": "Politika První republiky byla do velké míry stavovská, tzn. že se politické strany často nesnažily mířit na všechny voliče, ale jednaly jako zájmové skupiny jednotlivých zaměstnání.",
      "details": ""
    },
    {
      "title": "Živnostníci jsou základní pilíř národa.",
      "description": "Politika První republiky byla do velké míry stavovská, tzn. že se politické strany často nesnažily mířit na všechny voliče, ale jednaly jako zájmové skupiny jednotlivých zaměstnání.",
      "details": ""
    },
    {
      "title": "Podporuji Masaryka a politiku Hradu.",
      "description": "Ačkoliv bylo Československo parlamentní demokracií, podnikal prezident Masaryk různé kroky, kterými své pravomoci překračoval, např. \"Marmaggiho aféra\". Sám Masaryk za celé své působení hlásal na svou dobu progresivní myšlenky a nebál se používat i takových metod jako je cenzura.",
      "details": ""
    },
    {
      "title": "Československo dlouhodobě křivdí Němcům.",
      "description": "Němci tvořili až 22 % populace předválečného Československa a během Velké hospodářské krize byli nejvíce zasaženi nezaměstnaností. Na druhou stranu byla německá politika z velké části negativistická.",
      "details": ""
    },
    {
      "title": "Nacistické Německo je pro Československo existenční hrozbou.",
      "description": "Adolf Hitler se netajil snahou sjednotit sudetské Němce s jejich \"domovinou\" a otevřeně zpochybňoval Československou suverenitu.",
      "details": ""
    },
    {
      "title": "Velkoprůmysl je hrozbou pro naši ekonomiku a demokracii.",
      "description": "Mnoho politických proudů považovalo nadměrnou koncentraci moci v rukou hrsty bohatých za hrozbu jak pro ekonomiku, tak pro demokracii.",
      "details": ""
    },
    {
      "title": "Podporuji odstranění či nahrazení Senátu.",
      "description": "Senát byl za První republiky často označován za pomalou a neefektivní instituci, která by měla být buď zrušena či nahrazena jinou institucí, například hospodářskou radou.",
      "details": ""
    },
    {
      "title": "Podporuji eliminaci obchodních cel.",
      "description": "V meziválečné době měla naprostá většina zemí na světě nastavená cla za účelem ochrany vlastní produkce.",
      "details": ""
    },
    {
      "title": "Slovensko by mělo být tak autonomní, jak si žádá.",
      "description": "Pittsburská dohoda podepsána Slovenskou ligou v Americe a T.G.M. přislíbila Slovákům nezávislou státní správu, parlament a soudnictví. K jejímu naplnění ale nedošlo ze strachu z německé reakce.",
      "details": ""
    },
    {
      "title": "Bolševismus představuje nebezpečí pro naši republiku.",
      "description": "Bolševismus, představovaný Sovětským Svazem a jeho satelitními komunistickými stranami, se neskrýval svým odporem vůči liberálním demokraciím a evropským vládám obecně.",
      "details": ""
    },
    {
      "title": "Československá zahraniční politika má směřovat ke Francii a Británii.",
      "description": "Během války byli Českoslovenští politici podporování zeměmi Dohody a i po ní se silně vázali na Francii a do jisté míry Británii, ale byly i snahy o orientaci na Itálii či Sovětský svaz.",
      "details": ""
    },
    {
      "title": "V případě tzv. \"Insigniády\" stojím na straně Českých nacionalistických studentů.",
      "description": "Insigniáda je označení pro boj o univerzitní insignie Univerzity Karlovy, které byly v držení německé univerzity, která je odmítala vydat. Do aféry byly zapojeny levicové a pravicové studentské kluby, učitelé, ale i pražský primátor Baxa a spisovatelé jako Čapek či Machar.",
      "details": ""
    }
  ]
}
